Repository: permissionlesstech/bitchat
Catalog: bitchat/Localizations/*.lproj/Localizable.strings
Languages: tr

# app.tagline
source: sidegroupchat
tr: yan grup sohbeti

# features.title
source: FEATURES
tr: ÖZELLİKLER

# features.offline_communication
source: offline communication
tr: çevrimdışı iletişim

# features.offline_communication.description
source: works without internet using Bluetooth low energy
tr: düşük enerjili Bluetooth kullanarak internetsiz çalışır

# features.encryption
source: end-to-end encryption
tr: uçtan uca şifreleme

# features.encryption.description
source: private messages encrypted with noise protocol
tr: özel mesajlar noise protokolü ile şifrelenir

# features.extended_range
source: extended range
tr: genişletilmiş menzil

# features.extended_range.description
source: messages relay through peers, going the distance
tr: mesajlar eşler aracılığıyla aktarılır, uzaklara ulaşır

# features.mentions
source: mentions
tr: bahsetmeler

# features.mentions.description
source: use @nickname to notify specific people
tr: belirli kişileri bilgilendirmek için @kullanıcıadı kullanın

# features.favorites
source: favorites
tr: favoriler

# features.favorites.description
source: get notified when your favorite people join
tr: favori insanlarınız katıldığında bildirim alın

# features.geohash
source: local channels
tr: yerel kanallar

# features.geohash.description
source: geohash channels to chat with people in nearby regions over decentralized anonymous relays
tr: merkezi olmayan anonim röleler üzerinden yakın bölgelerdeki insanlarla sohbet etmek için geohash kanalları

# privacy.title
source: PRIVACY
tr: GİZLİLİK

# privacy.no_tracking
source: no tracking
tr: takip yok

# privacy.no_tracking.description
source: no servers, accounts, or data collection
tr: sunucu, hesap veya veri toplama yok

# privacy.ephemeral
source: ephemeral identity
tr: geçici kimlik

# privacy.ephemeral.description
source: new peer ID generated regularly
tr: düzenli olarak yeni eş kimliği oluşturulur

# privacy.panic
source: panic mode
tr: panik modu

# privacy.panic.description
source: triple-tap logo to instantly clear all data
tr: tüm verileri anında temizlemek için logoya üç kez dokunun

# how_to_use.title
source: HOW TO USE
tr: NASIL KULLANILIR

# how_to_use.instruction.nickname
source: • set your nickname by tapping it
tr: • kullanıcı adınızı dokunarak ayarlayın

# how_to_use.instruction.channels
source: • tap #mesh to change channels
tr: • kanal değiştirmek için #mesh'e dokunun

# how_to_use.instruction.sidebar
source: • tap people icon for sidebar
tr: • kenar çubuğu için kişiler simgesine dokunun

# how_to_use.instruction.dm
source: • tap a peer's name to start a DM
tr: • özel mesaj başlatmak için eş adına dokunun

# how_to_use.instruction.clear
source: • triple-tap chat to clear
tr: • temizlemek için sohbete üç kez dokunun

# how_to_use.instruction.commands
source: • type / for commands
tr: • komutlar için / yazın

# warning.title
source: WARNING
tr: UYARI

# warning.message
source: private message security has not yet been fully audited. do not use for critical situations until this warning disappears.
tr: özel mesaj güvenliği henüz tam olarak denetlenmedi. bu uyarı kaybolana kadar kritik durumlar için kullanmayın.

# ui.close
source: close
tr: kapat

# ui.done
source: DONE
tr: TAMAM

# ui.cancel
source: cancel
tr: iptal

# ui.ok
source: OK
tr: TAMAM

# ui.settings
source: Settings
tr: Ayarlar

# location_channels.title
source: #location channels
tr: #konum kanalları

# location_channels.description
source: chat with people near you using geohash channels. only a coarse geohash is shared, never exact gps.
tr: geohash kanallarını kullanarak yakınınızdaki insanlarla sohbet edin. sadece kaba geohash paylaşılır, kesin gps asla.

# location_channels.get_location
source: get location and my geohashes
tr: konumu al ve geohashlerimi bul

# location_channels.permission_denied
source: location permission denied. enable in settings to use location channels.
tr: konum izni reddedildi. konum kanallarını kullanmak için ayarlardan etkinleştirin.

# location_channels.open_settings
source: open settings
tr: ayarları aç

# location_channels.remove_access
source: remove location access
tr: konum erişimini kaldır

# location_channels.teleport
source: teleport
tr: ışınlan

# location_channels.bookmarked
source: bookmarked
tr: yer imlerine eklenen

# location_channels.finding_channels
source: finding nearby channels…
tr: yakın kanallar aranıyor…

# location_channels.invalid_geohash
source: invalid geohash
tr: geçersiz geohash

# chat.input_placeholder
source: type a message...
tr: bir mesaj yazın...

# chat.people_title
source: PEOPLE
tr: KİŞİLER

# chat.nickname_placeholder
source: nickname
tr: kullanıcı adı

# channel.mesh
source: mesh
tr: ağ

# channel.people_count.singular
source: %d person
tr: %d kişi

# channel.people_count.plural
source: %d people
tr: %d kişi

# geohash.level.region
source: region
tr: bölge

# geohash.level.province
source: province
tr: il

# geohash.level.city
source: city
tr: şehir

# geohash.level.neighborhood
source: neighborhood
tr: mahalle

# geohash.level.block
source: block
tr: blok

# bluetooth.required.title
source: Bluetooth Required
tr: Bluetooth Gerekli

# action.mention
source: mention
tr: bahset

# action.direct_message
source: direct message
tr: özel mesaj

# action.hug
source: hug
tr: sarıl

# action.slap
source: slap
tr: tokat

# action.block
source: BLOCK
tr: ENGELLE

# action.copy_message
source: Copy message
tr: Mesajı kopyala

# button.show_more
source: show more
tr: daha fazla göster

# button.show_less
source: show less
tr: daha az göster

# payment.lightning
source: pay via lightning
tr: lightning ile öde

# payment.cashu
source: pay via cashu
tr: cashu ile öde

# screenshot.privacy.title
source: heads up
tr: dikkat

# screenshot.privacy.message
source: screenshots of location channels will reveal your location. think before sharing publicly.
tr: konum kanallarının ekran görüntüleri konumunuzu açığa çıkarır. herkese açık paylaşmadan önce düşünün.

# accessibility.send_message
source: Send message
tr: Mesaj gönder

# accessibility.send_message_hint.empty
source: Enter a message to send
tr: Göndermek için bir mesaj girin

# accessibility.send_message_hint.ready
source: Double tap to send
tr: Göndermek için iki kez dokunun

# accessibility.location_channels
source: location channels
tr: konum kanalları

# accessibility.people_count
source: %d people
tr: %d kişi

# accessibility.connected_mesh
source: Connected via mesh
tr: Ağ üzerinden bağlı

# accessibility.reachable_mesh
source: Reachable via mesh
tr: Ağ üzerinden ulaşılabilir

# accessibility.available_nostr
source: Available via Nostr
tr: Nostr üzerinden mevcut

# accessibility.back_to_main
source: Back to main chat
tr: Ana sohbete geri dön

# accessibility.encryption_status.verified
source: Encryption status: verified
tr: Şifreleme durumu: doğrulandı

# accessibility.encryption_status.secured
source: Encryption status: secured
tr: Şifreleme durumu: güvenli

# accessibility.encryption_status.not_encrypted
source: Encryption status: not encrypted
tr: Şifreleme durumu: şifrelenmemiş

# accessibility.private_chat
source: Private chat with %@
tr: %@ ile özel sohbet

# accessibility.view_fingerprint
source: Tap to view encryption fingerprint
tr: Şifreleme parmak izini görüntülemek için dokunun

# accessibility.add_favorite
source: Add to favorites
tr: Favorilere ekle

# accessibility.remove_favorite
source: Remove from favorites
tr: Favorilerden çıkar

# accessibility.toggle_favorite
source: Double tap to toggle favorite status
tr: Favori durumunu değiştirmek için iki kez dokunun

# accessibility.bookmark_toggle
source: Toggle bookmark for #%@
tr: #%@ için yer imi durumunu değiştir

# accessibility.verification_qr
source: Verification: show my QR or scan a friend
tr: Doğrulama: QR kodumu göster veya arkadaş tara

# accessibility.unread_private_chat
source: Open unread private chat
tr: Okunmamış özel sohbeti aç
