Repository: permissionlesstech/bitchat
Catalog: bitchat/*.lproj/Localizable.strings
Languages: tr

source: Set Channel Password
tr: Kanal Şifresi Ayarla

source: Password
tr: Şifre

source: Cancel
tr: İptal

source: Set Password
tr: Şifreyi Ayarla

source: Enter a password to protect %@. Others will need this password to read messages.
tr: %@ kanalını korumak için bir şifre girin. Diğerleri mesajları okumak için bu şifreye ihtiyaç duyacak.

source: Enter Channel Password
tr: Kanal Şifresini Gir

source: Join
tr: Katıl

source: Channel %@ is password protected. Enter the password to join.
tr: %@ kanalı şifreyle korunuyor. Katılmak için şifreyi girin.

source: Wrong Password
tr: Yanlış Şifre

source: OK
tr: Tamam

source: The password you entered is incorrect. Please try again.
tr: Girdiğiniz şifre yanlış. Lütfen tekrar deneyin.

source: back
tr: geri

source: channel: %@
tr: kanal: %@

source: Messages in this channel are being saved locally
tr: Bu kanaldaki mesajlar yerel olarak kaydediliyor

source: Disable message retention
tr: Mesaj saklamayı devre dışı bırak

source: Enable message retention
tr: Mesaj saklamayı etkinleştir

source: leave
tr: çık

source: nickname
tr: takma ad

source: CHANNELS
tr: KANALLAR

source: leave channel
tr: kanaldan çık

source: YOUR NETWORK
tr: AĞINIZ

source: IN %@
tr: KANAL: %@

source: PEOPLE
tr: KİŞİLER

source: No one connected
tr: Bağlı kimse yok

source: No one in this channel yet
tr: Bu kanalda henüz kimse yok

source: %@ (you)
tr: %@ (sen)

source: block or list blocked peers
tr: kişileri engelle ya da engellenenleri listele

source: clear chat messages
tr: sohbet mesajlarını temizle

source: send someone a warm hug
tr: birine sıcak bir sarılma gönder

source: join or create a channel
tr: bir kanala katıl ya da oluştur

source: send private message
tr: özel mesaj gönder

source: show all discovered channels
tr: keşfedilen tüm kanalları göster

source: slap someone with a trout
tr: birini alabalıkla tokatla

source: unblock a peer
tr: bir kişinin engelini kaldır

source: see who's online
tr: çevrimiçi olanları gör

source: change channel password
tr: kanal şifresini değiştir

source: save channel messages locally
tr: kanal mesajlarını yerel olarak kaydet

source: transfer channel ownership
tr: kanal sahipliğini devret

source: Delivered to %@
tr: %@ kişisine teslim edildi

source: Read by %@
tr: %@ tarafından okundu

source: Failed: %@
tr: Başarısız: %@

source: Delivered to %@ of %@ members
tr: %@/%@ üyeye teslim edildi

source: channel
tr: kanal

source: Done
tr: Bitti

source: secure mesh chat
tr: güvenli mesh sohbet

source: Features
tr: Özellikler

source: Offline Communication
tr: Çevrimdışı İletişim

source: Works without internet using Bluetooth mesh networking
tr: Bluetooth mesh ağıyla internet olmadan çalışır

source: End-to-End Encryption
tr: Uçtan Uca Şifreleme

source: All messages encrypted with Curve25519 + AES-GCM
tr: Tüm mesajlar Curve25519 + AES-GCM ile şifrelenir

source: Extended Range
tr: Genişletilmiş Menzil

source: Messages relay through peers, reaching 300m+
tr: Mesajlar eşler üzerinden aktarılır, 300 m+ menzile ulaşır

source: Favorites System
tr: Favoriler Sistemi

source: Store-and-forward messages for favorites indefinitely
tr: Favoriler için mesajlar sınırsız süre saklanır ve iletilir

source: Mentions
tr: Bahsetmeler

source: Use @nickname to notify specific users
tr: Belirli kullanıcıları bildirmek için @takma ad kullanın

source: Channels
tr: Kanallar

source: Create #channels for topic-based conversations
tr: Konu bazlı sohbetler için #kanallar oluşturun

source: Password Channels
tr: Şifreli Kanallar

source: Secure channels with passwords and AES encryption
tr: Kanalları şifre ve AES şifrelemesiyle güvene alın

source: Privacy
tr: Gizlilik

source: No Tracking
tr: Takip Yok

source: No servers, accounts, or data collection
tr: Sunucu, hesap veya veri toplama yok

source: Ephemeral Identity
tr: Geçici Kimlik

source: New peer ID generated each session
tr: Her oturumda yeni bir eş kimliği oluşturulur

source: Panic Mode
tr: Panik Modu

source: Triple-tap logo to instantly clear all data
tr: Logoya üç kez dokunarak tüm verileri anında temizleyin

source: How to Use
tr: Nasıl Kullanılır

source: • Set your nickname in the header
tr: • Üst kısımdan takma adınızı ayarlayın

source: • Swipe left or tap channel name for sidebar
tr: • Kenar çubuğu için sola kaydırın veya kanal adına dokunun

source: • Tap a peer to start a private chat
tr: • Özel sohbet başlatmak için bir kişiye dokunun

source: • Use @nickname to mention someone
tr: • Birinden bahsetmek için @takma ad kullanın

source: • Use #channelname to create/join channels
tr: • Kanal oluşturmak/katılmak için #kanaladı kullanın

source: • Triple-tap the logo for panic mode
tr: • Panik modu için logoya üç kez dokunun

source: Commands
tr: Komutlar

source: /j #channel - join or create a channel
tr: /j #kanal - kanala katıl veya oluştur

source: /m @name - send private message
tr: /m @ad - özel mesaj gönder

source: /w - see who's online
tr: /w - çevrimiçi olanları gör

source: /channels - show all discovered channels
tr: /channels - keşfedilen tüm kanalları göster

source: /block @name - block a peer
tr: /block @ad - bir kişiyi engelle

source: /block - list blocked peers
tr: /block - engellenenleri listele

source: /unblock @name - unblock a peer
tr: /unblock @ad - bir kişinin engelini kaldır

source: /clear - clear current chat
tr: /clear - mevcut sohbeti temizle

source: /hug @name - send someone a hug
tr: /hug @ad - birine sarıl

source: /slap @name - slap with a trout
tr: /slap @ad - birini alabalıkla tokatla

source: Technical Details
tr: Teknik Ayrıntılar

source: Protocol: Custom binary over BLE
tr: Protokol: BLE üzerinde özel ikili

source: Encryption: Curve25519 + AES-256-GCM
tr: Şifreleme: Curve25519 + AES-256-GCM

source: Range: ~100m direct, 300m+ with relay
tr: Menzil: doğrudan ~100 m, aktarma ile 300 m+

source: Store & Forward: 12h for all, ∞ for favorites
tr: Sakla ve İlet: herkese 12 sa, favoriler için ∞

source: Battery: Adaptive scanning based on level
tr: Pil: seviyeye göre uyarlanabilir tarama

source: Platform: Universal (iOS, iPadOS, macOS)
tr: Platform: Evrensel (iOS, iPadOS, macOS)

source: Channels: Password-protected with key commitments
tr: Kanallar: anahtar taahhütleriyle şifre korumalı

source: Storage: Keychain for passwords, encrypted retention
tr: Depolama: şifreler için Keychain, şifreli saklama

source: Version 1.0.0
tr: Sürüm 1.0.0
